[
    {"text": "Oh great, another Monday!", "sarcastic": true},
    {"text": "I'm so excited to file my taxes.", "sarcastic": true},
    {"text": "Had the best weekend ever!", "sarcastic": false},
    {"text": "Can't believe I got a promotion!", "sarcastic": false},
    {"text": "I just love waiting in long lines.", "sarcastic": true},
    {"text": "It's so nice when people don't listen.", "sarcastic": true},
    {"text": "This pizza is delicious.", "sarcastic": false},
    {"text": "Finally finished my project!", "sarcastic": false},
    {"text": "Wow, another rainy day. So exciting!", "sarcastic": true},
    {"text": "I can't wait to spend my whole weekend doing laundry.", "sarcastic": true},
    {"text": "Just spilled coffee on my favorite shirt. Best day ever!", "sarcastic": true},
    {"text": "I really enjoy waiting in traffic for hours.", "sarcastic": true},
    {"text": "So thrilled to attend another meeting that could've been an email.", "sarcastic": true},
    {"text": "Love it when my Wi-Fi goes out at the most inconvenient time.", "sarcastic": true},
    {"text": "This book is exactly what I needed right now!", "sarcastic": true},
    {"text": "Can't wait to get up early tomorrow for work!", "sarcastic": true},
    {"text": "Finally got the new phone I wanted! Too bad it doesn’t come with a charger.", "sarcastic": true},
    {"text": "The weather is perfect today, just the way I like it.", "sarcastic": true},
    {"text": "Had a relaxing walk in the park today.", "sarcastic": false},
    {"text": "Just finished a great workout, feeling so accomplished!", "sarcastic": false},
    {"text": "Had an amazing time at the beach with friends.", "sarcastic": false},
    {"text": "So happy I finally cleaned my entire house.", "sarcastic": false},
    {"text": "Enjoyed a peaceful day at the museum.", "sarcastic": false},
    {"text": "Couldn’t ask for a better evening at home.", "sarcastic": false},
    {"text": "Had the most productive day at work.", "sarcastic": false},
    {"text": "Just finished a wonderful dinner with family.", "sarcastic": false},
    {"text": "Nothing like a nice long nap on a Sunday afternoon.", "sarcastic": false},
    {"text": "Love when everything just falls into place.", "sarcastic": false},
    {"text": "Wow, another red light. Just what I needed!", "sarcastic": true},
    {"text": "Can't wait to spend the whole day on hold with customer service.", "sarcastic": true},
    {"text": "Oh, what a joy, another email from my boss.", "sarcastic": true},
    {"text": "Absolutely thrilled to run errands all day.", "sarcastic": true},
    {"text": "I just adore spending hours in the DMV.", "sarcastic": true},
    {"text": "Oh, nothing like a good delayed flight to make my day.", "sarcastic": true},
    {"text": "Yay! Another meeting about meetings.", "sarcastic": true},
    {"text": "I just love it when people forget to reply to my emails.", "sarcastic": true},
    {"text": "I can’t wait for my next dentist appointment.", "sarcastic": true},
    {"text": "Sure, let me add that to my list of things to never do.", "sarcastic": true},
    {"text": "Wow, I can’t believe how much I enjoyed sitting in traffic.", "sarcastic": true},
    {"text": "I’m so glad I could spend my entire weekend cleaning.", "sarcastic": true},
    {"text": "Just what I needed, another email chain to sort through.", "sarcastic": true},
    {"text": "Can't wait for my next vacation...to my office.", "sarcastic": true},
    {"text": "How fun, yet another computer update to restart!", "sarcastic": true},
    {"text": "Oh, it's a dream come true – more laundry to fold!", "sarcastic": true},
    {"text": "I can’t get enough of these customer satisfaction surveys!", "sarcastic": true},
    {"text": "I’ve always wanted to be stuck in an elevator for hours.", "sarcastic": true},
    {"text": "Loving this wait at the airport. Truly an experience.", "sarcastic": true},
    {"text": "It’s amazing how much I enjoy hearing the same joke a hundred times.", "sarcastic": true},
    {"text": "I just adore waking up early for work every single day.", "sarcastic": true},
    {"text": "How could I possibly be any happier with this situation?", "sarcastic": true},
    {"text": "This new software update is exactly what I needed in my life.", "sarcastic": true},
    {"text": "I love how spontaneous my schedule is. Definitely never boring.", "sarcastic": true},
    {"text": "Another day of endless emails and no time for actual work. Wonderful!", "sarcastic": true},
    {"text": "Just waiting for the day my Wi-Fi actually works for more than 5 minutes.", "sarcastic": true},
    {"text": "I really enjoy the peace and quiet of my 15-minute lunch break.", "sarcastic": true},
    {"text": "I’d love to take a nap, but I’m just so excited to do chores.", "sarcastic": true},
    {"text": "Ah, yes, the sound of my phone’s low battery warning. So peaceful.", "sarcastic": true},
    {"text": "I just live for those spontaneous rainstorms during my commute.", "sarcastic": true},
    {"text": "Can’t wait to spend my weekend reorganizing my closet.", "sarcastic": true},
    {"text": "Oh, great. Another person talking on speakerphone in public.", "sarcastic": true},
    {"text": "How fun, I get to work through lunch today!", "sarcastic": true},
    {"text": "I can't wait for the weekend...to catch up on sleep.", "sarcastic": true},
    {"text": "Of course, my favorite part of the day is getting stuck in traffic.", "sarcastic": true},
    {"text": "So excited for my next dentist appointment. Can't wait!", "sarcastic": true},
    {"text": "So happy I finally got a 2-hour meeting scheduled.", "sarcastic": true},
    {"text": "Another beautiful day of watching the grass grow.", "sarcastic": true},
    {"text": "I’m so glad I get to spend my Friday evening alone with my thoughts.", "sarcastic": true},
    {"text": "Another amazing day of paperwork and forms to fill out.", "sarcastic": true},
    {"text": "Oh, nothing beats hearing the same song on the radio a hundred times.", "sarcastic": true},
    {"text": "I can’t believe how much I enjoy meetings that could’ve been an email.", "sarcastic": true},
    {"text": "I just love when the printer runs out of ink mid-task.", "sarcastic": true},
    {"text": "What a great surprise, the elevator is out of order!", "sarcastic": true},
    {"text": "So happy to be spending my weekend at the office.", "sarcastic": true},
    {"text": "I’m just thrilled to start my day with a flat tire.", "sarcastic": true},
    {"text": "Of course, who doesn’t love a good power outage?", "sarcastic": true},
    {"text": "Another day, another chance to dodge responsibilities!", "sarcastic": true},
    {"text": "I can’t think of anything I’d rather do than go grocery shopping.", "sarcastic": true},
    {"text": "Wow, the sun is really shining down on me today. Couldn’t be happier.", "sarcastic": true},
    {"text": "I just love when my phone autocorrects everything wrong.", "sarcastic": true},
    {"text": "Can’t wait for this meeting to be over… oh wait, it just started.", "sarcastic": true},
    {"text": "I just adore that feeling of missing the bus in the rain.", "sarcastic": true},
    {"text": "I’ve been looking forward to my Monday morning meeting all week!", "sarcastic": true},
    {"text": "Absolutely thrilled to sort through my overflowing inbox.", "sarcastic": true},
    {"text": "This is exactly what I needed today: a 3-hour wait.", "sarcastic": true},
    {"text": "Just finished a super productive day of doing absolutely nothing.", "sarcastic": true},
    {"text": "I can’t think of a better way to spend my day than dealing with technical.","sarcastic": true}
]
